app/views/users/index.html.erb

<ol>
    <%User.all.each do |user|%>
---
SELECT "users".* FROM "users"